Repository: AitorMillan/IpoKemon
Catalog: IpoKemon_viewbox/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# TransAjustes.Content
source: Settings
es_es: Ajustes

# TransAyuda.Content
source: Help
es_es: Ayuda

# TransAyudaAron.Text
source: Aron is a very powerful pokemon. It has two attacks: body slam and head attack. When playing with Aron we will have to take into account its energy, because each attack will subtract energy, when the energy bar is below 50% it will get tired and its attacks will hit less. If we want to avoid this from happening, we must restore our energy, this, in addition to making us not tired, will activate Aron's energetic mode (we will be able to see it thanks to its eye, which will turn yellow), making its next attack do double damage.
es_es: Aron es un pokemon muy poderoso. Posee dos ataques: golpe cuerpo y ataque cabeza. Al jugar con Aron tendremos que tener en cuenta su energía, pues cada ataque le va restando energía, cuando la barra de energía esté por debajo del 50% se cansará y sus ataques pegarán menos. Si queremos evitar que esto ocurra deberemos de restaurar nuestra energía, esto, además de hacer que no estemos cansados, activará el modo enérgico de Aron (lo podremos ver gracias a su ojo, que se tornará de color amarillo), haciendo que su próximo ataque haga el doble de daño.

# TransAyudaCharmander.Text
source: Charmander is a versatile Pokemon, his attack, fireball, does a good damage. In addition, he can get angry, which will double his damage in the next turn, but be careful, if you do not attack in the next turn Charmander will lose his angry state. On the other hand, Charmander has a shield that will block any enemy attack. This shield will only be active until the next turn, so if we are not attacked and we perform any other action, we will lose it.
es_es: Charmander es un Pokemon muy versátil, su ataque, bola de fuego, tiene un buen daño. Además, puede enfadarse, lo que doblará su daño en el siguiente turno, pero cuidado, si no atacas en el siguiente turno Charmander perderá su estado de enfadado. Por otro lado, Charmander tiene un escudo que bloqueará cualquier ataque enemigo. Este escudo solo estará activo hasta el próximo turno, por lo que si no nos atacan y realizamos cualquier otra acción, lo perderemos.

# TransBotonAtaqueCabezaAron.Content
source: Head attack
es_es: Ataque cabeza

# TransBotonAtaqueCharmander.Content
source: Fireball
es_es: Bola de fuego

# TransBotonAtaqueGengar.Content
source: Shadow Claw
es_es: Garra Umbría

# TransBotonCombate.Content
source: Fight!
es_es: Iniciar Combate

# TransBotonCurarse.Content
source: Heal
es_es: Curarse

# TransBotonEnergia.Content
source: Restore energy
es_es: Restaurar energía

# TransBotonEnfadarse.Content
source: RAGE
es_es: Enfadarse

# TransBotonEscudoCharmander.Content
source: Activate shield
es_es: Activar escudo

# TransBotonGolpeCuerpoAron.Content
source: Body slam
es_es: Golpe cuerpo

# TransBotonRendirse.Content
source: Give Up
es_es: Rendirse

# TransCombate.Content
source: Fight
es_es: Combate

# TransDosJugadores.Text
source: Two Players
es_es: Dos Jugadores

# TransIdioma.Text
source: LANGUAGE
es_es: IDIOMA

# TransIdiomaEspañol.Content
source: Spanish
es_es: Español

# TransIdiomaInglés.Content
source: English
es_es: Inglés

# TransInicio.Content
source: Home
es_es: Inicio

# TransIntroduccion.Text
source: IpoKemon can be confusing for new players. That's why the PokeHelp guide will teach you the basics of each Pokemon. Click on any of them so you can see the characteristics of each one.
es_es: IpoKemon puede resultar confuso para los jugadores nuevos. Es por ello que la guía PokeHelp te enseñará lo básico de cada Pokemon. Haz click en cualquiera de ellos y podrás ver las características de cada uno.

# TransJugador1.Text
source: Player 1
es_es: Jugador 1

# TransPokeAyuda.Source
source: /Assets/PokeHelp.png
es_es: /Assets/PokeAyuda.png

# TransTituloCombate.Source
source: /Assets/FightPokemonStyle.png
es_es: /Assets/CombatePokemonStyle.png

# TransTituloConfiguracion.Text
source: CONFIGURATION
es_es: CONFIGURACIÓN

# TransTituloEleccion.Source
source: /Assets/ChooseYourPokemonStyle.png
es_es: /Assets/ElegirPokemonStyle.png

# TransUnJugador.Text
source: One Player
es_es: Un Jugador
